<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		ak2hOXyZSh/L33xn/Pyvh8YZlPc=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib</key>
		<data>
		6yAJhHFc62QBUbTVM/sUhpA/K88=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib</key>
		<data>
		ZmSMTpobm9IpYqVlhYLeSG4xJDE=
		</data>
		<key>FindFour.mlmodelc/analytics/coremldata.bin</key>
		<data>
		o/+t6nQxhKAfMe5GbA+c9ZdmfX4=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		7DrRAOv51Dd/hyhYsrcooN55++k=
		</data>
		<key>FindFour.mlmodelc/metadata.json</key>
		<data>
		HAJqytbfB0a46ze9O5NN9XgWu3c=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		LEtPVOAAy6FzOQ1z/seRRa06UTE=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		ORzd2OV4y2aMPlsjgqGagRkXSg8=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>FourRecognize.mlmodelc/analytics/coremldata.bin</key>
		<data>
		WH1pCXWMuc39iczZS1BXlEsg89w=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		9VBCiJb65nD0re10EC3/0ZC82CU=
		</data>
		<key>FourRecognize.mlmodelc/metadata.json</key>
		<data>
		jRgvtqXne3G4JVJC3eI3/DIjmE8=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		ojfuDEdML4Do72w6I4jkCPkqMbM=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		jnFc+vxPw9949M8izir4oWEcfaA=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		5ExaTrEwe2xsNx9UxSL5GQ8Er9s=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Headers/SuperViewCardScan-Swift.h</key>
		<data>
		xKpXo2mzHROCNA1J70zvb4fdVZY=
		</data>
		<key>Info.plist</key>
		<data>
		65JYP3JKu0RjIKgS3veznw3LINY=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		HhYYQUkqzQsNoEsQMJt7VTyk5PI=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		drVtDLJjJjEDvpi9nzm6FqHMBZM=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		e+l53lnYipYrkH0v55gdvzw64VQ=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftdoc</key>
		<data>
		HhYYQUkqzQsNoEsQMJt7VTyk5PI=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftinterface</key>
		<data>
		drVtDLJjJjEDvpi9nzm6FqHMBZM=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftmodule</key>
		<data>
		e+l53lnYipYrkH0v55gdvzw64VQ=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		bsQn6WoPavOAG1IAmKfVyhaQahg=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		DMaWFyd45PNOgBFS94w7D06vZgU=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		MAKhpozg3Q7+4+scCEreiC56hb4=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftdoc</key>
		<data>
		bsQn6WoPavOAG1IAmKfVyhaQahg=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftinterface</key>
		<data>
		DMaWFyd45PNOgBFS94w7D06vZgU=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftmodule</key>
		<data>
		MAKhpozg3Q7+4+scCEreiC56hb4=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		8f05jEzCgy3UqM0jo+cFBAmlDZw=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			cpJv9+dhWREg8/+rxle4sA/drudggPjwhg8mL7O1/SQ=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			3UNcqLx1rruzquNzJjW56nxRBV1yfaXvyViyTl/EAY4=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			D3Iev/AJr/OWR142yEvuQmea4CqI2tUJNJz+U5iBB7E=
			</data>
		</dict>
		<key>FindFour.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			x2hWdOMdr0V9Sz08tXp/2a3J7PegRdVDpD8u2YCl8Ww=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			CsYnTe6k7Jp284Hpv3Fz5Qlbk3+jwd4q/LjZfngIPS0=
			</data>
		</dict>
		<key>FindFour.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			tOGXhqYd7QCUi31qIzbL7Tx9sa7Wy1m7n50ym25xQBg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			KpiU8reK8CYh+1TOZPG047pj9y3i7o1oPgZpgjq0Zyw=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Xt3H8Dw6xpCNPS31n+Tm+zG/dJ5SqxQ0lR39hbhLbT0=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Ef7szPdU5mOEbqvicOfCtcxN04Vk7G1e9IG7FLe0R2g=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			b1y8vstp52S1OrprWEi1k6J1Himgsyy3sJxxYGssAHI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			+qDkFMl1BvQj/nBtrwZlvmxSyyF4ffPc5cwRWWuMjMg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			9WIEx2R6dpzMNOInAERLS+AAsgOk7RnyMK2agYNkldE=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			J+Wpg+sAfXsAsCamjMlGiiZkOb8C2BHkqvHIPy7HnzQ=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Yw5InGXIr77gstA0hOuB2IqjVCn4/izVC8eaKnVoJJE=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Headers/SuperViewCardScan-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			dNm4fFeNZDe8agH6zV6SMrQ0p6gpkYSEh7lgGg3keU8=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Vg1cDZTh17XyT7XH9+xjTK+knInoxJFAirVIAhvfamE=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			UA1tWnaAiQwPyDFqgC20y5KStgynisX3eeGDQTqiDis=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			nxgLH6sTack2P4NdgG1f8KiQroeWnp9WvtPeXgm6Jjs=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Vg1cDZTh17XyT7XH9+xjTK+knInoxJFAirVIAhvfamE=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			UA1tWnaAiQwPyDFqgC20y5KStgynisX3eeGDQTqiDis=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			nxgLH6sTack2P4NdgG1f8KiQroeWnp9WvtPeXgm6Jjs=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			EovNCdwKMMugPcyBngyypUSSeLM2zVo5TnnBF1wg5zo=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			Eia/h5iGY4rpgPwIAANGi0gIwwwMwjjzgUWXMxNWuqQ=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			PkVT894/SbeCAbq50qfifPy6mRvI+W71+hZqDruajXw=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			EovNCdwKMMugPcyBngyypUSSeLM2zVo5TnnBF1wg5zo=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			Eia/h5iGY4rpgPwIAANGi0gIwwwMwjjzgUWXMxNWuqQ=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			PkVT894/SbeCAbq50qfifPy6mRvI+W71+hZqDruajXw=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			aCeb7rwkKho2xFQgcec37+DdcYHth8YTqrRGTYGr4PA=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
