<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		rQJfUXxRhCl0yMCEcj8RatwKcHw=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib</key>
		<data>
		0jE3zqp/6HNcp6zVTsV8rZ9y6Rc=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib</key>
		<data>
		Pypk5FqZtZpgMkdgJVVwNiYHJF8=
		</data>
		<key>FindFour.mlmodelc/analytics/coremldata.bin</key>
		<data>
		WKz4jAHaM3JfhHLGRbPqfRyFLww=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		7DrRAOv51Dd/hyhYsrcooN55++k=
		</data>
		<key>FindFour.mlmodelc/metadata.json</key>
		<data>
		dFclvD1TI6nx29x+0+bULSoNHWs=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		L20sAqLnJ+c6kZUk0w3x/GfdqdU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		ORzd2OV4y2aMPlsjgqGagRkXSg8=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>FourRecognize.mlmodelc/analytics/coremldata.bin</key>
		<data>
		pEAdi6kAuJFZJEJNW75Z0UrEwls=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		9VBCiJb65nD0re10EC3/0ZC82CU=
		</data>
		<key>FourRecognize.mlmodelc/metadata.json</key>
		<data>
		G7drF7iPMFtbKA0qC2psRFy+7uo=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		47krqHPrU4ki1DjArRVrKe4JcrM=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		jnFc+vxPw9949M8izir4oWEcfaA=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		5ExaTrEwe2xsNx9UxSL5GQ8Er9s=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Headers/SuperViewCardScan-Swift.h</key>
		<data>
		uMi62XeAqp9F7aa9gX5hNmIoxtw=
		</data>
		<key>Info.plist</key>
		<data>
		NKKdH1+JA0X5natKrDVt3+Cvkf8=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		6e0Up6OiRU1raYyGZtOzfkilsIs=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		i5PsKcFH6pRyKmLmSeBOyIRx4qw=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		HWJ30o6sORWO5ejaKgoHHme/1Fk=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftdoc</key>
		<data>
		6e0Up6OiRU1raYyGZtOzfkilsIs=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftinterface</key>
		<data>
		i5PsKcFH6pRyKmLmSeBOyIRx4qw=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftmodule</key>
		<data>
		HWJ30o6sORWO5ejaKgoHHme/1Fk=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		Zf5P1IgHU2ZJjN/NwxNjC7+fcq0=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		aiit75BLLoL/fMcECnVO90zeaRs=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		fujbN2IX/nJP+3A9wKfUSlZkjA0=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftdoc</key>
		<data>
		Zf5P1IgHU2ZJjN/NwxNjC7+fcq0=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftinterface</key>
		<data>
		aiit75BLLoL/fMcECnVO90zeaRs=
		</data>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftmodule</key>
		<data>
		fujbN2IX/nJP+3A9wKfUSlZkjA0=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		8f05jEzCgy3UqM0jo+cFBAmlDZw=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			mKddrIJgC/9Urxhl34grK7+LSKhGaINYB9JZ4v3KMaM=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			akCTtKqgk+n5VzJd19WiHqdz6qh3KgbdZ0v7aRO9Rd8=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			hfrsSXCKE8B+K11DBS0u8JqUudhQYrvIkHadrGfJr1Y=
			</data>
		</dict>
		<key>FindFour.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			v7BaUrpF1tE9jHDqYUfTJ8rPzDCyTIAdpytCtTJDl+U=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			CsYnTe6k7Jp284Hpv3Fz5Qlbk3+jwd4q/LjZfngIPS0=
			</data>
		</dict>
		<key>FindFour.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			htqrms3jJojaRUtTU/yqJapfS5NfwVK2QyVdYgEkeEg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qwe77NrCKOmrJY7fTz71fsy5flbGhwOhJ3xC5Lk+4y8=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Xt3H8Dw6xpCNPS31n+Tm+zG/dJ5SqxQ0lR39hbhLbT0=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			glk+zx2De8mJSwESedqIQSFAWBK72AzGErSwulGc8Zs=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			b1y8vstp52S1OrprWEi1k6J1Himgsyy3sJxxYGssAHI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5J7lDVuhjLkAE1yenUgZ02yIkWecrZIvq0PQNJJwlmA=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			Tf/AJNQKHRtv7KGnCGh+AfuVV1/kl8mIiSlZ2vws8s0=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			J+Wpg+sAfXsAsCamjMlGiiZkOb8C2BHkqvHIPy7HnzQ=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Yw5InGXIr77gstA0hOuB2IqjVCn4/izVC8eaKnVoJJE=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Headers/SuperViewCardScan-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			aUztLoGXLsu4NmXQn12/W6mlHBEHNWRQSi2R359E2Js=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			oJZYvh6mA787vJ0B9Q5YqKKp/T0vlDLTKdAosBg8o30=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			uWOMyAruU5oK8+/4TPo5KG8ERtupVyh7wNVPt/Yfbro=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			lWl2wZHUx0P7zPhGdADB3XkNm54kXel4sg5RGYWlvWs=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			oJZYvh6mA787vJ0B9Q5YqKKp/T0vlDLTKdAosBg8o30=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			uWOMyAruU5oK8+/4TPo5KG8ERtupVyh7wNVPt/Yfbro=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			lWl2wZHUx0P7zPhGdADB3XkNm54kXel4sg5RGYWlvWs=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			xXXgkiJJaDtGiq1Q9yfdbHB7kOdNYrsMgSalnmIJQ4w=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			BBEqVdWkRjzm8nva2NEpVNFiRlFrpZGUvCv5CzVPLpA=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			FlFDigARp8Do0VJzSBJMIgFjAraRXqSDnxshzoA4LHU=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			xXXgkiJJaDtGiq1Q9yfdbHB7kOdNYrsMgSalnmIJQ4w=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			BBEqVdWkRjzm8nva2NEpVNFiRlFrpZGUvCv5CzVPLpA=
			</data>
		</dict>
		<key>Modules/SuperViewCardScan.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			FlFDigARp8Do0VJzSBJMIgFjAraRXqSDnxshzoA4LHU=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			aCeb7rwkKho2xFQgcec37+DdcYHth8YTqrRGTYGr4PA=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
